const questions = [
	{
		question: 'Что делать, если ребёнок после того как провинился, упорно пишет "мама, извЕни", вместо "извИни"?',
		answers: {
			modern: 'Понять, простить и отпустить.',
			omniscient: 'Сделать настольной книгой словарь Даля.',
			future: 'Не буду заострять/зацикливаться на этом, у ребёнка есть другие таланты.'
		}
	},
	{
		question: 'Каких героев мультфильмов Вы знаете?\nИЛИ\nКакое имя героя мультика Вы слышите чаще, чем своё собственное?',
		answers: {
			omniscient: 'Лунтик.',
			future: 'Нэйт Ривер.',
			modern: 'Картман'
		}
	},
	{
		question: 'По какой картине Вам было бы интереснее помочь ребёнку написать школьное сочинение?',
		answers: {
			future: 'Э. Уорхол "Диптих Мэрилин".',
			omniscient: 'В.Васнецов "Богатыри" ИЛИ Ф.П.Решетников "Опять двойка".',
			modern: 'П.Пикассо "Девочка на шаре" ИЛИ М.Шагал "Прогулка" ИЛИ Мунк ИЛИ Малевич'
		}	
	},
	{
		question: 'Какая книга включена в школьную программу для летнего чтения?',
		answers: {
			modern: 'Дж. Роулинг "Гарри Поттер"',
			omniscient: 'Дж.Р.Р. Толкин "Хоббит или Туда и обратно"',
			future: 'Ян Мартелл "Жизнь Пи"'
		}	
	},
	{
		question: 'Что делать, если ребёнка больше интересует игра в Майнкрафт, чем уроки?',
		answers: {
			modern: 'попробую поиграть вместе с ним, попрошу рассказать об игре',
			omniscient: 'выделю 2 часа в день на игру и только после выполнения уроков',
			future: 'не буду запрещать играть- майнкрафт развивает творчество, логику, планирование и память'
		}
	},
	{
		question: 'Выберите костюм на новогодний утренник для ребёнка?\nИЛИ\nУ вас есть 3 варианта костюма для ребёнка на новогодний утренник, какой выберете?',
		answers: {
			future: 'Дарт Вейдер',
			modern: 'водопроводчик из Марио',
			omniscient: 'Гарри Поттер'
		}
	}
]

export default questions;